Repository: Zubaydullo/hilton-hotel-uz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Unlock new memories at our hotels around the world.
uz: Dunyo bo'ylab mehmonxonalarimizda yangi xotiralarni oching.

source: Useful Links
uz: Foydali havolalar

source: Rooms
uz: Xonalar

source: Privacy
uz: Maxfiylik

source: Contact Us
uz: Biz bilan bog'laning

source: Have a Questions?
uz: Savolingiz bormi?

source: Welcome To Hilton
uz: Hilton mehmonxonasiga xush kelibsiz

source: Hotels
uz: Mehmonxonalar

source: Resorts
uz: Dam olish maskanlari

source: Enjoy A Luxury Experience
uz: Hashamatli tajribadan zavqlaning

source: Join With Us
uz: Bizga qo'shiling

source: Luxurious Stay
uz: Hashamatli turar joy

source: Welcome to Hilton Hotel
uz: Hilton Mehmonxonasiga Xush Kelibsiz

source: Welcome To Our Hotel
uz: Biz mehmonxonamizga xush kelibsiz

source: View more facilities
uz: Boshqa imkoniyatlarni ko'ring

source: Hotel Facilities
uz: Mehmonxona imkoniyatlari

source: per night
uz: 1 tun uchun

source: View Room Details
uz: Ushbu xonani ko'zdan kechirish

source: Happy Guests
uz: Mamnun mehmonlar

source: Guest Stasfication
uz: Qoniqish darajasi

source: Daily Hotel Visitors
uz: Mehmonxona tashriflari kuniga

source: Guests
uz: Mehmonlar

source: Recent Blog
uz: So'ngi Blog

source: No posts!
uz: Hech qanday xabar yo'q!

source: Home
uz: Bosh sahifa

source: About
uz: Haqida

source: Contact
uz: Bog'lanish

source: Profile
uz: Shaxsiy sahifa

source: Log out
uz: Chiqish

source: My Bookings
uz: Mening Bronlarim

source: Profile Settings
uz: Sahifa settings

source: Log in
uz: Kirish

source: Login
uz: Kirish

source: or
uz: yoki

source: Login with your google account
uz: Google hisobingiz bilan kiring

source: Forgot Password?
uz: Parolni unutdingizmi?

source: Don't have an account?
uz: Hisobingiz yo'qmi?

source: Sign up here!
uz: Bu erda ro'yxatdan o'ting!

source: Previous
uz: Oldingi

source: Next
uz: Keyingisi

source: In the center of Tashkent City, we're within 10 minutes of Chorsu Bazaar and the Alisher Navoï Opera. We’re around the corner from two metro stations — part of a line famed for unique architecture and ornate decor at each stop. Our hotel features an indoor pool, spa, and a rooftop terrace and Pan Asian restaurant.
uz: Toshkent shahrining markazida biz Chorsu bozori va Alisher Navoiy nomli operadan 10 daqiqada turibmiz. Biz ikkita metro stantsiyasining atrofida - har bir bekatda noyob me'morchilik va bezakli dekor bilan mashhur bo'lgan chiziqning bir qismi. Bizning mehmonxonamizda yopiq basseyn, kurort va tom tomondagi teras va Pan Osiyo restorani mavjud.

source: Make your reservation
uz: Buyurtma qiling

source: Select your room
uz: Xonangizni tanlang

source: room
uz: xona

source: Num of Adults
uz: Kattalar soni

source: Num of Children
uz: Bolalar soni

source: Book Now
uz: Endi buyurtma qiling

source: Contact Information
uz: Bog'lanish uchun

source: Phone
uz: Telefon raqam

source: Login with your social media account
uz: Ijtimoiy media hisob qaydnomangiz bilan kiring

source: Sign Up
uz: Ro'yxatdan o'tish

source: Our Restaurant
uz: Bizning Restaurant

source: We Are Food Lovers
uz: Biz oziq-ovqat mahsulotlarini sevuvchilarmiz

source: On her way she met a copy. The copy warned the Little Blind Text, that where it came from it would have been rewritten a thousand times.
uz: Yo'lda u bir nusxasini uchratdi. Nusxasi Kichik Ko'zi ojiz matnni, u qaerdan kelib chiqqan bo'lsa, ming marta qayta yozilgan bo'lishi haqida ogohlantirgan.

source: When she reached the first hills of the Italic Mountains, she had a last view back on the skyline of her hometown Bookmarksgrove, the headline of Alphabet Village and the subline of her own road, the Line Lane. Pityful a rethoric question ran over her cheek, then she continued her way.
uz: U Italik tog'larning birinchi tepaliklariga etib borganida, u so'nggi marta o'zining tug'ilgan shahri Bookmarksgrove silsilasini, Alphabet Village sarlavhasi va o'z yo'lining pastki chizig'i Line Lane-ni ko'rdi. Achinarli retorik savol uning yonog'iga yugurdi, keyin u yo'lini davom ettirdi.

source: On her way she met a copy. The copy warned the Little Blind Text, that where it came from it would have been rewritten a thousand times and everything that was left from its origin would be the word "and" and the Little Blind Text should turn around and return to its own, safe country.
uz: Yo'lda u bir nusxasini uchratdi. Nusxa Kichik Ko'zi ojiz matni, u qaerdan kelib chiqqan bo'lsa, ming marta qayta yozilgan bo'lishi va uning paydo bo'lishidan qolgan hamma narsa "va" so'zi bo'lishi haqida ogohlantirgan, va Kichik Ko'zi ojiz matn aylanib o'z holiga qaytishi kerak, xavfsiz mamlakat.

source: people
uz: odamlar

source: Size
uz: Hajmi

source: View
uz: Ko'rinish

source: Bed
uz: To'shak

source: Room facilities includes
uz: Xona jihozlari o'z ichiga oladi

source: Available Rooms
uz: Mavjud xonalar

source: Advanced Search
uz: Kengaytirilgan qidiruv

source: Main amenities
uz: Asosiy qulayliklar

source: Make Payment
uz: To'lovni amalga oshiring

source: Total price
uz: Umumiy narx

source: Room Image
uz: Xona tasviri

source: Room Category
uz: Xona toifasi

source: Reservation Date
uz: Band qilish sanasi

source: Check In
uz: Kelish sanasi

source: Check Out
uz: Ketish sanasi

source: Status
uz: Holat

source: Cancel Room
uz: Xonani bekor qilish

source: Are you really sure to cancel your booking?
uz: Siz, rostan ham, bronni bekor qilishga aminmisiz?

source: Yes
uz: Ha

source: Close
uz: Yopish

source: You haven't made a reservation yet!
uz: Siz hali bron qilmadingiz!
